{
  "site.title": "BandhuConnect+",
  "hero.headline": "Your Trusted Companion for Mahakumbh",
  "hero.subheadline": "Connect with volunteers, request help, and navigate with confidence.",
  "hero.target.volunteers": "Target: 2,000+ volunteers",
  "hero.target.people": "Target: 10,000 people",
  "features.title": "Features in Development",
  "feature.emergency.title": "Emergency Aid Request",
  "feature.emergency.desc": "Get instant help from verified volunteers during emergencies. Request aid with a single tap and receive real-time updates until help arrives.",
  "feature.tracking.title": "Real-time Volunteer Tracking",
  "feature.tracking.desc": "See available volunteers on the map and get help fast, wherever you are. Track your request status and know exactly who is coming to assist you.",
  "feature.multi.title": "Multi-language Support",
  "feature.multi.desc": "Switch between major Indian languages instantly. Designed for accessibility and inclusivity so everyone can use the app with ease.",
  "feature.offline.title": "Offline Maps",
  "feature.offline.desc": "Access maps and key information even without internet. Stay connected to help and guidance, no matter your network coverage.",
  "feature.chat.title": "Community Chat",
  "feature.chat.desc": "Chat securely with fellow pilgrims and volunteers. Share updates, ask questions, and build community support in real time.",
  "feature.safe.title": "Safe Zone Alerts",
  "feature.safe.desc": "Get instant alerts about safe zones, emergencies, and important updates. Stay informed and make safer decisions during your journey."
  ,
  "download.title": "Download BandhuConnect+ App",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "Supported devices: Android & iOS | Free to use",
  "download.requirements": "System requirements: Android 8.0+, iOS 13+",
  "download.inprogress": "App build is in progress. The app will be available for download soon.",

  "footer.quick": "Quick Links",
  "footer.contact": "Contact Info",
  "footer.news": "Newsletter Signup",
  "footer.subscribe": "Subscribe",
  "footer.privacy": "We respect your privacy.",
  "footer.copyright": "© 2025 BandhuConnect+. All rights reserved.",

  "how.title": "How It Works",
  "why.title": "Why BandhuConnect+",

  "trust.title": "Security & Trust Framework",
  "trust.verification": "Volunteer Verification (Planned)",
  "trust.support": "24/7 Support System (Planned)",
  "trust.privacy": "Privacy & Data Protection (Planned)",
  "trust.message": "Our development team is implementing robust security measures and trust protocols to ensure safe interactions between pilgrims and volunteers.",
  "trust.signature": "— BandhuConnect+ Development Team",
  "trust.framework": "Emergency Response Framework",
  "trust.bullet.encryption": "Data encryption and privacy policy implementation",
  "trust.bullet.verification": "Volunteer background verification system",
  "trust.bullet.support": "24/7 emergency support coordination",

  "community.title": "Community Impact Goals",
  "community.target.pilgrims": "Target: 10,000+ Pilgrims Helped",
  "community.target.volunteers": "Target: 2,000+ Volunteers",
  "community.target.events": "Target: 50+ Events Supported",
  "community.target.partners": "Target: 100+ Community Partners",
  "community.message": "We're currently in development phase, building the foundation for safe and connected pilgrim experiences at Mahakumbh.",
  "community.signature": "— BandhuConnect+ Team",
  "community.map.title": "Interactive Impact Map",
  "community.map.desc": "Coming soon - Track volunteer locations and safe zones in real-time",
  "community.roadmap.title": "Development Roadmap",
  "community.roadmap.desc": "Planning partnerships with local organizers to establish safe-zone booths and volunteer coordination centers across the event grounds."
  ,
  "faq.title": "Frequently Asked Questions",
  "faq.q1.title": "How do I request emergency help?",
  "faq.q1.answer": "Open the app and tap ‘Request Help’ (SOS). Your location and details are sent securely to nearby verified volunteers and the response team; you'll get a confirmation when someone is on the way. (Feature tested in current builds.)",
  "faq.q2.title": "Is my data private?",
  "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
  "faq.q3.title": "Which languages are supported?",
  "faq.q3.answer": "Hindi and English in the current production build; more regional languages are planned for future releases.",
  "faq.q4.title": "Do I need internet to use the app?",
  "faq.q4.answer": "Core features like requesting help and cached maps have limited offline capability, but real-time tracking, chat, and live volunteer coordination require an internet connection.",

  "story.title": "Why BandhuConnect+",
  "story.altTitle": "Our Story",
  "story.pilgrims.title": "Why Pilgrims Need This App",
  "story.pilgrims.body": "Every year, thousands of pilgrims embark on journeys seeking spiritual fulfillment, peace, and connection. These journeys, while deeply meaningful, often come with challenges: navigating unfamiliar places, finding trustworthy help, and accessing timely information. Pilgrims may feel lost, overwhelmed, or isolated, especially in large gatherings or remote locations. BandhuConnect Plus was created to bridge this gap—offering a digital companion that guides, supports, and connects pilgrims throughout their sacred journey. With real-time updates, location services, and access to verified volunteers, pilgrims can focus on their spiritual experience, knowing help is always at hand.",
  "story.volunteers.title": "Why People Sign Up to Volunteer",
  "story.volunteers.body": "Volunteering is more than service—it's a calling to make a difference. People sign up for BandhuConnect Plus because they want to give back, support their community, and be part of something bigger than themselves. Volunteers are the heart of the app, providing assistance, guidance, and care to pilgrims in need. Through the app, volunteers can easily connect with those who need help, track their impact, and join a network of like-minded individuals. The sense of purpose, gratitude from pilgrims, and the opportunity to contribute to a meaningful cause inspire people to join as volunteers.",
  "story.origin.title": "The Story of BandhuConnect Plus",
  "story.origin.body": "BandhuConnect Plus was born from real stories—of pilgrims who struggled, and volunteers who stepped up. It is a platform built on empathy, trust, and community. By bringing together pilgrims and volunteers, the app creates a support system that transforms journeys into shared experiences. Whether you are seeking guidance or offering help, BandhuConnect Plus is your companion, making every step safer, easier, and more connected.",
  "story.cta": "Join us in this journey—where every pilgrim finds a friend, and every volunteer finds purpose.",
  "why.feature1.title": "Connect Instantly",
  "why.feature1.desc": "Effortlessly find and connect with trusted community members. Fast, secure, and always available.",
  "why.feature2.title": "Empower Safely",
  "why.feature2.desc": "Your privacy and safety are our top priority. Share, learn, and grow in a protected environment.",
  "why.feature3.title": "Impact Together",
  "why.feature3.desc": "Join hands to create real change. Every connection strengthens our community and drives progress."
}
