{
  "site.title": "BandhuConnect+",
  "hero.headline": "તમારો મહાકુંભ વિશ્વસનીય સાથી",
  "hero.subheadline": "સેવકો સાથે જોડાઓ, મદદ માટે વિનંતી કરો, અને આત્મવિશ્વાસથી નેવિગેટ કરો.",
  "hero.target.volunteers": "લક્ષ્ય: 2,000+ સેવકો",
  "hero.target.people": "લક્ષ્ય: 10,000 લોકો",
  "features.title": "વિકસનમાં સુવિધાઓ",
  "feature.emergency.title": "એમર્જન્સી મદદ વિનંતી",
  "feature.emergency.desc": "એમર્જન્સી સ્થિતિમાં પ્રમાણિત સેવકો પાસેથી તરત જ મદદ મેળવો.",
  "feature.tracking.title": "રીલ-ટાઇમ સેવક ટ્રેકિંગ",
  "feature.tracking.desc": "નજીકના સેવકો માટે પૂછો અને ઝડપથી મદદ મેળવો.",
  "feature.multi.title": "બહુભાષી સપોર્ટ",
  "feature.multi.desc": "મુખ્ય ભારતીય ભાષાઓમાં ઉપલબ્ધ; MVP માટે યોજના બનાવવામાં આવી છે.",
  "feature.offline.title": "ઓફલાઇન નકશા",
  "feature.offline.desc": "ઇન્ટરનેટ વગર પણ મેળાની જગ્યાઓને નેવિગેટ કરો.",
  "feature.chat.title": "સમુદાય ચેટ",
  "feature.chat.desc": "સાથી pielgrim અને સેવકો સાથે જોડાઓ અને સંવાદ કરો.",
  "feature.safe.title": "સુરક્ષિત ઝોન એલર્ટ",
  "feature.safe.desc": "સુરક્ષિત ઝોન અને મહત્વપૂર્ણ અપડેટ વિશે સૂચનાઓ મેળવો."
  ,
  "download.title": "BandhuConnect+ એપ ડાઉનલોડ કરો",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "સપોર્ટેડ ડિવાઇસ: Android અને iOS |ใช้ฟรี",
  "download.requirements": "સિસ્ટમ જરૂરિયાતો: Android 8.0+, iOS 13+",

  "footer.quick": "ઝડપી લિંક",
  "footer.contact": "સંપર્ક માહિતી",
  "footer.news": "ન્યૂઝલેટર સબ્સ્ક્રિપ્શન",
  "footer.subscribe": "સબ્સ્ક્રાઇબ",
  "footer.privacy": "અમે તમારી ગોપનિકતાનો સન્માન કરીએ છીએ.",
  "footer.copyright": "© 2025 BandhuConnect+. સર્વ અધિકારો સંગ્રહિત.",

  "how.title": "કેવી રીતે કાર્ય કરે છે",
  "why.title": "શા માટે BandhuConnect+",
  "why.feature1.title": "તુરંત જોડાઓ",
  "why.feature1.desc": "વિશ્વસનીય સમુદાયના સભ્યો સાથે સરળતાથી જોડાઓ. ઝડપી, સુરક્ષિત અને હંમેશા ઉપલબ્ધ.",
  "why.feature2.title": "સુરક્ષિત સશક્તિકરણ",
  "why.feature2.desc": "તમારી ગોપનીયતા અને સુરક્ષા અમારી પ્રથમ પ્રાથમિકતા છે. સુરક્ષિત વાતાવરણમાં શેર કરો, શીખો અને વિકાસ કરો.",
  "why.feature3.title": "એકસાથે અસર કરો",
  "why.feature3.desc": "વાસ્તવિક પરિવર્તન લાવવા માટે એકસાથે કામ કરો. દરેક જોડાણ અમારા સમુદાયને મજબૂત બનાવે છે અને પ્રગતિને આગળ વધારશે.",

  "trust.title": "સિક્યુરિટી અને ટ્રસ્ટ ફ્રેમવર્ક",
  "trust.verification": "સેવક ચકાસણી (યોજનામાં)",
  "trust.support": "24/7 સપોર્ટ સિસ્ટમ (યોજનામાં)",
  "trust.privacy": "પ્રાઇવસી અને ડેટા પ્રોટેક્શન (યોજનામાં)",
  "trust.message": "અમારી ડેવલપમેન્ટ ટીમ સુરક્ષિત ઇન્ટરએક્શન્સ સુનિશ્ચિત કરવા માટે મજબૂત સિક્યુરિટી પગલાં અને ટ્રસ્ટ પ્રોટોકોલ અમલમાં લાવી રહી છે.",
  "trust.signature": "— BandhuConnect+ ટીમ",
  "trust.framework": "ઇમર્જન્સી રિસ્પોન્સ ફ્રેમવર્ક",
  "trust.bullet.encryption": "ડેટા એન્ક્રિપ્શન અને પ્રાઇવસી પોલિસી અમલ",
  "trust.bullet.verification": "સેવકનો બેકગ્રાઉન્ડ ચકાસણી સિસ્ટમ",
  "trust.bullet.support": "24/7 ઇમર્જન્સી સહકાર",

  "community.title": "સમુદાય પ્રભાવી લક્ષ્યાંક",
  "community.target.pilgrims": "લક્ષ્ય: 10,000+ pielgrims સહાય",
  "community.target.volunteers": "લક્ષ્ય: 2,000+ સેવકો",
  "community.target.events": "લક્ષ્ય: 50+ ઇવેન્ટ્સ સપોર્ટ",
  "community.target.partners": "લક્ષ્ય: 100+ સમુદાય ભાગીદાર",
  "community.message": "અમે હાલમાં વિકાસ ચરણમાં છીએ, મહાકુંભ મેળામાં સલામત અને કનેક્ટેડ પિલેgrimઅનુભવો માટે આધાર કુંઠીયો બનાવી રહ્યાં છે.",
  "community.signature": "— BandhuConnect+ ટીમ",
  "community.map.title": "ઇન્ટરએક્ટિવ ઇમ્પેક્ટ મેપ",
  "community.map.desc": "જલ્દી જ આવશે - વોલન્ટીયરોની સ્થેતાઓ અને સુરક્ષિત ઝોનો રિયલ-ટાઇમમાં ટ્રેક કરો",
  "community.roadmap.title": "ડેવલપમેન્ટ રોડમૅપ",
    "community.roadmap.desc": "સ્થાનિક આયોજકો સાથે ભાગીદારી માટે યોજનાઓ બનાવવી જેથી મેળા સ્થળોએ સેફ-ઝોન બૂથ અને વોલન્ટિયર સમન્વય કેન્દ્ર સ્થાપી શકાય.",
    "faq.title": "ઘણવાર પૂછાતા પ્રશ્નો",
    "faq.q1.title": "હું નેતૃત્વ સહાય કેવી રીતે વિનંતી કરી શકુ?",
    "faq.q1.answer": "Open the app and tap ‘Request Help’ (SOS). Your location and details are sent securely to nearby verified volunteers and the response team; you'll get a confirmation when someone is on the way. (Feature tested in current builds.)",
    "faq.q2.title": "Is my data private?",
    "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
    "faq.q3.title": "Which languages are supported?",
    "faq.q3.answer": "Hindi and English in the current production build; more regional languages are planned for future releases.",
    "faq.q4.title": "Do I need internet to use the app?",
    "faq.q4.answer": "Core features like requesting help and cached maps have limited offline capability, but real-time tracking, chat, and live volunteer coordination require an internet connection.",

  "story.title": "BandhuConnect+ કેમ?",
  "story.pilgrims.title": "તીર્થયાત્રીઓને આ એપ્લિકેશનની કેમ જરૂર છે",
  "story.pilgrims.body": "દર વર્ષે, હજારો તીર્થયાત્રીઓ આધ્યાત્મિક પૂર્ણતા, શાંતિ અને જોડાણની શોધમાં પ્રવાસ કરે છે. આ પ્રવાસો ગહન રીતે અર્થપૂર્ણ હોવા છતાં, તેમાં પડકારો આવે છે: અજાણ્યા સ્થાનોને નેવિગેટ કરવું, વિશ્વસનીય મદદ શોધવી અને સમયસર માહિતી મેળવવી. તીર્થયાત્રીઓ ખોવાયેલા, ભારથી ભરેલા અથવા અલગ-થયેલા લાગી શકે છે, ખાસ કરીને મોટી સભાઓમાં અથવા દૂરના સ્થાનોમાં. BandhuConnect Plus આ અંતરોને ભરવા માટે બનાવવામાં આવ્યો છે—એક ડિજિટલ સાથી જે તેમના પવિત્ર પ્રવાસ દરમિયાન માર્ગદર્શન, મદદ અને જોડાણ કરે છે. રીઅલ-ટાઇમ અપડેટ્સ, સ્થાન સેવાઓ અને ચકાસાયેલા સ્વયંસેવકો સુધીની ઍક્સેસ સાથે, તીર્થયાત્રીઓ તેમના આધ્યાત્મિક અનુભવ પર ધ્યાન કેન્દ્રિત કરી શકે છે, મદદ હંમેશા હાથમાં હોવાનું જાણીને.",
  "story.volunteers.title": "લોકો સ્વયંસેવક કેમ બને છે",
  "story.volunteers.body": "સ્વયંસેવા માત્ર સેવા નથી—આ એક કોલિંગ છે જે ફેરફાર લાવે છે. લોકો BandhuConnect Plus માં સ્વયંસેવક બને છે કારણ કે તેઓ પાછું આપવા માંગે છે, તેમના સમુદાયને સમર્થન આપવા માંગે છે અને પોતાનાથી મોટી કોઈ વસ્તુનો ભાગ બનવા માંગે છે. સ્વયંસેવકો એપ્લિકેશનનું હૃદય છે, જેઓ જરૂરીયાતવાળા તીર્થયાત્રીઓને મદદ, માર્ગદર્શન અને સંભાળ આપે છે. એપ્લિકેશન દ્વારા, સ્વયંસેવકો સહજ રીતે તેમની સાથે જોડાઈ શકે છે જેમને મદદ જોઈએ છે, તેમની અસરને ટ્રેક કરી શકે છે અને સમાન વિચારધારા ધરાવતી વ્યક્તિઓના નેટવર્કમાં જોડાઈ શકે છે. હેતુની ભાવના, તીર્થયાત્રીઓનો આભાર અને એક અર્થપૂર્ણ કારણમાં યોગદાન આપવાની તક આ લોકોને સ્વયંસેવક બનવા માટે પ્રેરિત કરે છે.",
  "story.origin.title": "BandhuConnect Plus ની વાર્તા",
  "story.origin.body": "BandhuConnect Plus વાસ્તવિક વાર્તાઓમાંથી જન્મ્યો—તીર્થયાત્રીઓમાંથી જેઓ સંઘર્ષ કરતા હતા, અને સ્વયંસેવકોમાંથી જેઓ આગળ આવ્યા. આ એક પ્લેટફોર્મ છે જે સહાનુભૂતિ, વિશ્વાસ અને સમુદાય પર બનેલું છે. તીર્થયાત્રીઓ અને સ્વયંસેવકોને એકસાથે લાવીને, એપ્લિકેશન મદદ સિસ્ટમ બનાવે છે જે પ્રવાસોને સહભાગી અનુભવોમાં બદલે છે. તમે માર્ગદર્શન શોધી રહ્યા હોવ કે મદદ આપી રહ્યા હોવ, BandhuConnect Plus તમારો સાથી છે, જે દરેક પગલાને વધુ સુરક્ષિત, સરળ અને જોડાયેલું બનાવે છે.",
  "story.cta": "અમારી સાથે આ પ્રવાસમાં જોડાઓ—જ્યાં દરેક તીર્થયાત્રીને એક મિત્ર મળે છે, અને દરેક સ્વયંસેવકને હેતુ મળે છે."
}
