{
  "site.title": "BandhuConnect+",
  "hero.headline": "آپ کا مہاکمبھ میلا کا قابل اعتماد ساتھی",
  "hero.subheadline": "رضاکاروں کے ساتھ جڑیں، مدد مانگیں، اور میلے میں اعتماد کے ساتھ نیویگیٹ کریں۔",
  "features.title": "ترقی پذیر خصوصیات",
  "feature.emergency.title": "ہنگامی امداد کی درخواست",
  "feature.emergency.desc": "ہنگامی صورتحال میں تصدیق شدہ رضاکاروں سے فوری مدد حاصل کریں۔",
  "feature.tracking.title": "حقیقت وقت رضاکار ٹریکنگ",
  "feature.tracking.desc": "قریبی رضاکاروں سے پوچھیں اور جہاں بھی ہوں فوری مدد پائیں۔",
  "feature.multi.title": "کثیر لسانی سپورٹ",
  "feature.multi.desc": "اہم بھارتی زبانوں میں دستیاب؛ MVP کے لیے منصوبہ بندی۔",
  "feature.offline.title": "آف لائن نقشے",
  "feature.offline.desc": "انٹرنیٹ کے بغیر بھی میلے کے علاقے نیویگیٹ کریں۔",
  "feature.chat.title": "کمیونٹی چیٹ",
  "feature.chat.desc": "ساتھی یاتریوں اور رضاکاروں سے جڑیں اور بات چیت کریں۔",
  "feature.safe.title": "محفوظ زون الرٹس",
  "feature.safe.desc": "محفوظ زونز اور اہم اپ ڈیٹس کے بارے میں اطلاعات حاصل کریں۔"
  ,
  "download.title": "BandhuConnect+ ایپ ڈاؤن لوڈ کریں",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "معاون آلات: Android اور iOS | استعمال کے لیے مفت",
  "download.requirements": "سسٹم کی ضروریات: Android 8.0+, iOS 13+",

  "footer.quick": "فوری روابط",
  "footer.contact": "رابطہ کی معلومات",
  "footer.news": "نیوز لیٹر سائن اپ",
  "footer.subscribe": "سبسکرائب",
  "footer.privacy": "ہم آپ کی رازداری کا احترام کرتے ہیں۔",
  "footer.copyright": "© 2025 BandhuConnect+. تمام حقوق محفوظ ہیں۔",

  "how.title": "یہ کیسے کام کرتا ہے",

  "trust.title": "سیکیورٹی اور ٹرسٹ فریم ورک",
  "trust.verification": "رضاکار تصدیق (منصوبہ بند)",
  "trust.support": "24/7 سپورٹ سسٹم (منصوبہ بند)",
  "trust.privacy": "رازداری اور ڈیٹا تحفظ (منصوبہ بند)",
  "trust.message": "ہماری ترقیاتی ٹیم محفوظ تعاملات کو یقینی بنانے کے لیے مضبوط حفاظتی اقدامات اور ٹرسٹ پروٹوکول نافذ کر رہی ہے۔",
  "trust.signature": "— BandhuConnect+ ٹیم",
  "trust.framework": "ہنگامی ردعمل فریم ورک",
  "trust.bullet.encryption": "ڈیٹا انکرپشن اور رازداری کی پالیسی کا نفاذ",
  "trust.bullet.verification": "رضاکار پس منظر کی جانچ پڑتال کا نظام",
  "trust.bullet.support": "24/7 ہنگامی تعاون",

  "community.title": "کمیونٹی اثر کے اہداف",
  "community.target.pilgrims": "ہدف: 10,000+ یاتریوں کی مدد",
  "community.target.volunteers": "ہدف: 2,000+ رضاکار",
  "community.target.events": "ہدف: 50+ ایونٹس کی حمایت",
  "community.message": "ہم فی الوقت ترقیاتی مرحلے میں ہیں، مہاکمبھ میلے میں محفوظ اور مربوط یاتری تجربات کے لیے بنیاد تعمیر کر رہے ہیں۔",
  "community.signature": "— BandhuConnect+ ٹیم",
  "community.map.title": "انٹرایکٹو امپیکٹ میپ",
  "community.map.desc": "جلد آرہا ہے - رضاکار مقامات اور محفوظ زونز کو حقیقت وقت میں ٹریک کریں",
  "community.roadmap.title": "ڈویلپمنٹ روڈ میپ",
  "community.roadmap.desc": "مقامی آرگنائزرز کے ساتھ پارٹنرشپ کی منصوبہ بندی تاکہ میلے کے میدانوں میں محفوظ زون بوتھ اور رضاکار ہم آہنگی مراکز قائم کیے جائیں۔"
    ,
    "faq.title": "اکثر پوچھے جانے والے سوالات",
    "faq.q1.title": "میں ایمرجنسی مدد کیسے مانگوں؟",
    "faq.q1.answer": "Open the app and tap ‘Request Help’ (SOS). Your location and details are sent securely to nearby verified volunteers and the response team; you'll get a confirmation when someone is on the way. (Feature tested in current builds.)",
    "faq.q2.title": "Is my data private?",
    "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
    "faq.q3.title": "Which languages are supported?",
    "faq.q3.answer": "Hindi and English in the current production build; more regional languages are planned for future releases.",
    "faq.q4.title": "Do I need internet to use the app?",
    "faq.q4.answer": "Core features like requesting help and cached maps have limited offline capability, but real-time tracking, chat, and live volunteer coordination require an internet connection.",

  "story.title": "BandhuConnect+ کیوں؟",
  "story.pilgrims.title": "زیارت کرنے والوں کو اس ایپ کی کیوں ضرورت ہے",
  "story.pilgrims.body": "ہر سال، ہزاروں زائرین روحانی تکمیل، سکون اور رابطے کی تلاش میں سفر کرتے ہیں۔ یہ سفر اگرچہ گہرائی سے معنی خیز ہیں، لیکن ان میں چیلنجز ہیں: نامعلوم مقامات کو نیویگیٹ کرنا، قابل اعتماد مدد تلاش کرنا اور وقت پر معلومات حاصل کرنا۔ زائرین گمشدہ، بوجھل یا الگ تھلگ محسوس کر سکتے ہیں، خاص طور پر بڑی جمع میں یا دور دراز مقامات پر۔ BandhuConnect Plus ان خلا کو پُر کرنے کے لیے بنایا گیا ہے—ایک ڈیجیٹل ساتھی جو ان کی مقدس سفر کے دوران رہنمائی، مدد اور رابطہ کرتا ہے۔ ریئل ٹائم اپ ڈیٹس، لوکیشن سروسز اور تصدیق شدہ رضاکاروں تک رسائی کے ساتھ، زائرین اپنے روحانی تجربے پر توجہ مرکوز کر سکتے ہیں، یہ جانتے ہوئے کہ مدد ہمیشہ ہاتھ میں ہے۔",
  "story.volunteers.title": "لوگ رضاکار کیوں بنتے ہیں",
  "story.volunteers.body": "رضاکاری صرف خدمت نہیں ہے—یہ ایک کالنگ ہے جو تبدیلی لاتی ہے۔ لوگ BandhuConnect Plus میں رضاکار بنتے ہیں کیونکہ وہ واپس دینا چاہتے ہیں، اپنے کمیونٹی کو سپورٹ دینا چاہتے ہیں اور اپنے سے بڑی چیز کا حصہ بننا چاہتے ہیں۔ رضاکار ایپ کا دل ہیں، جو ضرورت مند زائرین کو مدد، رہنمائی اور دیکھ بھال فراہم کرتے ہیں۔ ایپ کے ذریعے، رضاکار آسانی سے ان سے رابطہ کر سکتے ہیں جنہیں مدد درکار ہے، اپنے اثر کو ٹریک کر سکتے ہیں اور ایک جیسی سوچ رکھنے والے افراد کے نیٹ ورک میں شامل ہو سکتے ہیں۔ مقصد کی احساس، زائرین کا شکریہ اور ایک معنی خیز وجہ میں حصہ ڈالنے کا موقع یہ لوگوں کو رضاکار بننے کی ترغیب دیتا ہے۔",
  "story.origin.title": "BandhuConnect Plus کی کہانی",
  "story.origin.body": "BandhuConnect Plus حقیقی کہانیوں سے پیدا ہوا—زائرین سے جو جدوجہد کر رہے تھے، اور رضاکاروں سے جو آگے آئے۔ یہ ایک پلیٹ فارم ہے جو ہمدردی، اعتماد اور کمیونٹی پر بنایا گیا ہے۔ زائرین اور رضاکاروں کو اکٹھا کر کے، ایپ مدد کا نظام بناتا ہے جو سفر کو مشترکہ تجربات میں تبدیل کر دیتا ہے۔ چاہے آپ رہنمائی تلاش کر رہے ہوں یا مدد دے رہے ہوں، BandhuConnect Plus آپ کا ساتھی ہے، جو ہر قدم کو زیادہ محفوظ، آسان اور مربوط بناتا ہے۔",
  "story.cta": "ہمارے ساتھ اس سفر میں شامل ہوں—جہاں ہر زائر کو ایک دوست ملتا ہے، اور ہر رضاکار کو مقصد ملتا ہے۔"
}
