{
  "site.title": "BandhuConnect+",
  "hero.headline": "உங்கள் நம்பகமான மகாகும்ப் மேள நண்பன்",
  "hero.subheadline": "தன்னிச்சையானவர்களுடன் இணைக்கவும், உதவி கோரவும், மற்றும் மேளத்தை நம்பிக்கைமிக்கதாகவே வழிநடத்தவும்.",
  "features.title": "வिकசனத்தில் உள்ள அம்சங்கள்",
  "feature.emergency.title": "அவசர உதவி கோரிக்கை",
  "feature.emergency.desc": "அவசர நிலைகளில் சரிபார்க்கப்பட்ட தன்னிச்சையானவர்களிடமிருந்து உடனடி உதவி பெறுங்கள்.",
  "feature.tracking.title": "நேரடி தன்னிச்சையானவர்களின் கண்காணிப்பு",
  "feature.tracking.desc": "அருகில் உள்ள தன்னிச்சையானவர்களை கேட்டு, எங்கு இருந்தாலும் விரைவில் உதவி பெறுங்கள்.",
  "feature.multi.title": "பல மொழி ஆதரவு",
  "feature.multi.desc": "பிரதான இந்திய மொழிகளில் கிடைக்கும்; MVP க்காக திட்டமிடப்பட்டுள்ளது.",
  "feature.offline.title": "ஆஃப்லைன் வரைபடங்கள்",
  "feature.offline.desc": "இணையம் இல்லாமலேயே மேளப் புறத்தைக் காணுங்கள்.",
  "feature.chat.title": "சமூகச் சந்திப்பு",
  "feature.chat.desc": "மற்ற பயணிகள் மற்றும் தன்னிச்சையானவர்களுடன் இணைந்து தொடர்பு கொள்ளுங்கள்.",
  "feature.safe.title": "பாதுகாப்பான பகுதி எச்சரிக்கை",
  "feature.safe.desc": "பாதுகாப்பான பகுதிகள் மற்றும் முக்கியமான புதுப்பிப்புகளைக் குறித்து அறிவிப்புகளைப் பெறுங்கள்."
  ,
  "download.title": "BandhuConnect+ ஆப் பதிவிறக்கவும்",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "ஆதரிக்கப்பட்ட சாதனங்கள்: Android & iOS | பயன்படுத்த இலவசம்",
  "download.requirements": "கணினி தேவைகள்: Android 8.0+, iOS 13+",

  "footer.quick": "விரைவு இணைப்புகள்",
  "footer.contact": "தொடர்பு தகவல்",
  "footer.news": "நியூஸ்லெட்டர் பதிவு",
  "footer.subscribe": "சப்ஸ்க்ரைப்",
  "footer.privacy": "நாங்கள் உங்கள் தனியுரிமையை மதிப்போம்.",
  "footer.copyright": "© 2025 BandhuConnect+. அனைத்து உரிமைகளும் محفوظ.",

  "how.title": "இது எப்படி வேலை செய்கிறது",

  "trust.title": "பாதுகாப்பு மற்றும் நம்பிக்கை கட்டமைப்பு",
  "trust.verification": "தன்னார்வ தொண்டு சரிபார்த்தல் (திட்டமிடப்பட்டுள்ளது)",
  "trust.support": "24/7 ஆதரவு முறைமை (திட்டமிடப்பட்டுள்ளது)",
  "trust.privacy": "தனியுரிமை மற்றும் தரவு பாதுகாப்பு (திட்டமிடப்பட்டுள்ளது)",
  "trust.message": "பாதுகாப்பான தொடர்புகளை உறுதிசெய்ய எங்கள் டெவலப்மெண்டு குழு வலுவான பாதுகாப்பு நடவடிக்கைகள் மற்றும் நம்பிக்கை நெறிமுறைகளை அமல்படுத்துகிறது.",
  "trust.signature": "— BandhuConnect+ குழு",
  "trust.framework": "அவசர பதில் கட்டமைப்பு",
  "trust.bullet.encryption": "தரவு குறியாக்கம் மற்றும் தனியுரிமை கொள்கை செயல்படுத்தல்",
  "trust.bullet.verification": "தன்னார்விகளின் பின்னணி சரிபார்த்தல்",
  "trust.bullet.support": "24/7 அவசரச் சமன்வயம்",

  "community.title": "சமூகப் பாதிப்பு இலக்குகள்",
  "community.target.pilgrims": "இலக்கு: 10,000+ யாத்திரியர்களுக்கு உதவி",
  "community.target.volunteers": "இலக்கு: 2,000+ தன்னார்வத் தன்னடைகள்",
  "community.target.events": "இலக்கு: 50+ நிகழ்வுகள் ஆதரிக்கப்பட்டது",
  "community.message": "நாங்கள் தற்போது மேம்பாட்டு கட்டத்தில் இருக்கிறோம், மகாகும்ப் மேராவில் பாதுகாப்பான மற்றும் இணைக்கப்பட்ட பயண அனுபவங்களுக்கு அடித்தளத்தை கட்டியெடுக்கிறோம்.",
  "community.signature": "— BandhuConnect+ அணியினர்",
  "community.map.title": "இணைப்பு பாதிப்பின் வரைபடம்",
  "community.map.desc": "சீக்கிரம் வருகிறது - தன்னார்விகளின் இடங்களையும் பாதுகாப்பு மண்டலங்களையும் நேரடியாக கண்காணிக்கவும்",
  "community.roadmap.title": "ஆராய்ச்சி திட்டம்",
  "community.roadmap.desc": "மயிலாடுத்துறைப் பகுதியின் பாதுகாப்பு-மண்டபங்கள் மற்றும் தன்னார்வர் ஒருங்கிணைப்பு மையங்களை நிறுவுவதற்கு உள்ளாட்சி அமைப்புகளுடன் கூட்டாளிகள் திட்டமிடுதல்."
    ,
    "faq.title": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
    "faq.q1.title": "சேவையை எப்படி கோருவது?",
    "faq.q1.answer": "Open the app and tap ‘Request Help’ (SOS). Your location and details are sent securely to nearby verified volunteers and the response team; you'll get a confirmation when someone is on the way. (Feature tested in current builds.)",
    "faq.q2.title": "Is my data private?",
    "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
    "faq.q3.title": "Which languages are supported?",
    "faq.q3.answer": "Hindi and English in the current production build; more regional languages are planned for future releases.",
    "faq.q4.title": "Do I need internet to use the app?",
    "faq.q4.answer": "Core features like requesting help and cached maps have limited offline capability, but real-time tracking, chat, and live volunteer coordination require an internet connection.",

  "story.title": "BandhuConnect+ ஏன்?",
  "story.pilgrims.title": "யாத்திரிகளுக்கு இந்த ஆப்ப் ஏன் தேவை",
  "story.pilgrims.body": "ஒவ்வொரு ஆண்டும், ஆயிரக்கணக்கான யாத்திரிகள் ஆன்மீக நிறைவு, அமைதி மற்றும் இணைப்பைத் தேடி பயணங்களை மேற்கொள்கின்றனர். இந்த பயணங்கள் ஆழமாக அர்த்தமுள்ளவையாக இருந்தாலும், அவற்றில் சவால்கள் உள்ளன: அறியப்படாத இடங்களை வழிநடத்துதல், நம்பகமான உதவியைக் கண்டுபிடித்தல் மற்றும் சரியான நேரத்தில் தகவலைப் பெறுதல். யாத்திரிகள் தொலைந்து போனவர்களாக, மிகவும் சலிப்படைந்தவர்களாக அல்லது தனிமைப்படுத்தப்பட்டவர்களாக உணரலாம், குறிப்பாக பெரிய சபைகளில் அல்லது தொலைதூர இடங்களில். BandhuConnect Plus இந்த இடைவெளிகளை நிரப்புவதற்காக உருவாக்கப்பட்டது—ஒரு டிஜிட்டல் துணை அவர்களின் புனித பயணத்தின் போது வழிகாட்டி, உதவி மற்றும் இணைக்கிறது. ரியல்-டைம் புதுப்பிப்புகள், இட சேவைகள் மற்றும் சரிபார்க்கப்பட்ட தன்னார்வலர்களின் அணுகலுடன், யாத்திரிகள் தங்கள் ஆன்மீக அனுபவத்தில் கவனம் செலுத்தலாம், உதவி எப்போதும் கையில் இருப்பதை அறிந்து.",
  "story.volunteers.title": "மக்கள் ஏன் தன்னார்வலர்களாகிறார்கள்",
  "story.volunteers.body": "தன்னார்வம் வெறும் சேவை அல்ல—இது மாற்றத்தை ஏற்படுத்தும் ஒரு அழைப்பு. மக்கள் BandhuConnect Plus-ல் தன்னார்வலர்களாகிறார்கள் ஏனெனில் அவர்கள் திரும்பக் கொடுக்க விரும்புகிறார்கள், தங்கள் சமூகத்தை ஆதரிக்க விரும்புகிறார்கள் மற்றும் தங்களை விட பெரிய ஒன்றின் பகுதியாக இருக்க விரும்புகிறார்கள். தன்னார்வலர்கள் ஆப்பின் இதயம், அவர்கள் தேவையான யாத்திரிகளுக்கு உதவி, வழிகாட்டுதல் மற்றும் பராமரிப்பை வழங்குகிறார்கள். ஆப்பின் மூலம், தன்னார்வலர்கள் எளிதாக அவர்களுடன் இணைக்கலாம் அவர்களுக்கு உதவி தேவை, தங்கள் தாக்கத்தை கண்காணிக்கலாம் மற்றும் ஒத்த எண்ணம் கொண்டவர்களின் நெட்வொர்க்கில் சேரலாம். நோக்கத்தின் உணர்வு, யாத்திரிகளின் நன்றி மற்றும் ஒரு அர்த்தமுள்ள காரணத்தில் பங்களிப்பதற்கான வாய்ப்பு இந்த மக்களை தன்னார்வலர்களாக மாற்றுவதற்கு ஊக்குவிக்கிறது.",
  "story.origin.title": "BandhuConnect Plus-ன் கதை",
  "story.origin.body": "BandhuConnect Plus உண்மையான கதைகளிலிருந்து பிறந்தது—யாத்திரிகளிடமிருந்து அவர்கள் போராடியவர்கள், மற்றும் தன்னார்வலர்களிடமிருந்து அவர்கள் முன்னோக்கி வந்தவர்கள். இது ஒரு தளம் அது இரக்கம், நம்பிக்கை மற்றும் சமூகத்தில் கட்டப்பட்டது. யாத்திரிகள் மற்றும் தன்னார்வலர்களை ஒன்றாகக் கொண்டு, ஆப்ப் ஒரு உதவி அமைப்பை உருவாக்குகிறது அது பயணங்களை பகிர்ந்த அனுபவங்களாக மாற்றுகிறது. நீங்கள் வழிகாட்டுதலைத் தேடுகிறீர்களா அல்லது உதவி செய்கிறீர்களா, BandhuConnect Plus உங்கள் துணை, அது ஒவ்வொரு அடியையும் மிகவும் பாதுகாப்பானதாக, எளிமையானதாக மற்றும் இணைக்கப்பட்டதாக ஆக்குகிறது.",
  "story.cta": "எங்களுடன் இந்த பயணத்தில் சேருங்கள்—ஒவ்வொரு யாத்திரிக்கும் ஒரு நண்பன் கிடைக்கிறான், மற்றும் ஒவ்வொரு தன்னார்வலருக்கும் ஒரு நோக்கம் கிடைக்கிறது."
}
