{
  "site.title": "BandhuConnect+",
  "hero.headline": "আপনার মহাকুম্ভ মেলার বিশ্বস্ত সাথী",
  "hero.subheadline": "স্বেচ্ছাসেবকদের সাথে সংযুক্ত হন, সাহায্য চাওয়া, এবং মেলায় আত্মবিশ্বাসের সাথে নেভিগেট করুন।",
  "features.title": "বিকাশমান বৈশিষ্ট্য",
  "feature.emergency.title": "জরুরী সহায়তা অনুরোধ",
  "feature.emergency.desc": "জরুরি পরিস্থিতিতে যাচাইকৃত স্বেচ্ছাসেবীদের থেকে দ্রুত সহায়তা পান।",
  "feature.tracking.title": "রিয়েল-টাইম স্বেচ্ছাসেবী ট্র্যাকিং",
  "feature.tracking.desc": "কাছে থাকা স্বেচ্ছাসেবীদের জন্য জিজ্ঞাসা করুন এবং দ্রুত সহায়তা পান।",
  "feature.multi.title": "বহুভাষী সমর্থন",
  "feature.multi.desc": "প্রধান ভারতীয় ভাষায় উপলব্ধ; MVP এর জন্য পরিকল্পনা করা হয়েছে।",
  "feature.offline.title": "অফলাইন মানচিত্র",
  "feature.offline.desc": "ইন্টারনেট না থাকলেও মেলা অঞ্চল নেভিগেট করুন।",
  "feature.chat.title": "কমিউনিটি চ্যাট",
  "feature.chat.desc": "সহপাঠী এবং স্বেচ্ছাসেবীদের সাথে সংযোগ ও যোগাযোগ করুন।",
  "feature.safe.title": "নিরাপদ জোন সতর্কতা",
  "feature.safe.desc": "নিরাপদ জোন ও গুরুত্বপূর্ণ আপডেট সম্পর্কে বিজ্ঞপ্তি পান।"
  ,
  "download.title": "BandhuConnect+ অ্যাপ ডাউনলোড করুন",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "সমর্থিত ডিভাইস: Android ও iOS | ব্যবহার করা মফস্বল",
  "download.requirements": "সিস্টেমের প্রয়োজনীয়তা: Android 8.0+, iOS 13+",

  "footer.quick": "দ্রুত লিঙ্ক",
  "footer.contact": "যোগাযোগ তথ্য",
  "footer.news": "নিউজলেটার সাইনআপ",
  "footer.subscribe": "সাবস্ক্রাইব",
  "footer.privacy": "আমরা আপনার গোপনীয়তার সম্মান করি।",
  "footer.copyright": "© 2025 BandhuConnect+. সব অধিকার সংরক্ষিত।",

  "how.title": "কিভাবে কাজ করে",

  "trust.title": "নিরাপত্তা ও বিশ্বাস ফ্রেমওয়ার্ক",
  "trust.verification": "স্বেচ্ছাসেবী যাচাই (পরিকল্পনায়)",
  "trust.support": "24/7 সমর্থন ব্যবস্থা (পরিকল্পনায়)",
  "trust.privacy": "প্রাইভেসি ও ডেটা সুরক্ষা (পরিকল্পনায়)",
  "trust.message": "আমাদের ডেভেলপমেন্ট টিম নিরাপদ ইন্টারঅ্যাকশন নিশ্চিত করতে শক্তপোক্ত নিরাপত্তা ব্যবস্থা ও বিশ্বাস প্রোটোকল বাস্তবায়ন করছে।",
  "trust.signature": "— BandhuConnect+ টিম",
  "trust.framework": "ইমার্জেন্সি রেসপন্স ফ্রেমওয়ার্ক",
  "trust.bullet.encryption": "ডেটা এনক্রিপশন এবং গোপনীয়তা নীতি বাস্তবায়ন",
  "trust.bullet.verification": "স্বেচ্ছাসেবীর ব্যাকগ্রাউন্ড যাচাই পদ্ধতি",
  "trust.bullet.support": "24/7 জরুরী সমন্বয়",

  "community.title": "কমিউনিটি ইমপ্যাক্ট লক্ষ্য",
  "community.target.pilgrims": "লক্ষ্য: 10,000+ তীর্থযাত্রীকে সহায়তা",
  "community.target.volunteers": "লক্ষ্য: 2,000+ স্বেচ্ছাসেবক",
  "community.target.events": "লক্ষ্য: 50+ ইভেন্ট সমর্থিত",
  "community.message": "আমরা বর্তমানে ডেভেলপমেন্ট পর্যায়ে আছি, মহাকুম্ভ মেলায় নিরাপদ ও সংযুক্ত তীর্থযাত্রা অভিজ্ঞতা নির্মাণ করছি।",
  "community.signature": "— BandhuConnect+ টিম",
  "community.map.title": "ইন্টারঅ্যাকটিভ ইমপ্যাক্ট মানচিত্র",
  "community.map.desc": "শীঘ্রই আসছে - স্বেচ্ছাসেবক স্থানের ট্র্যাক ও নিরাপদ জোন বাস্তব সময়ে",
  "community.roadmap.title": "ডেভেলপমেন্ট রোডম্যাপ",
    "community.roadmap.desc": "স্থানীয় আয়োজকদের সাথে অংশীদারিত্ব পরিকল্পনা করা যাতে মেলার মাঠে নিরাপদ-জোন বুথ ও স্বেচ্ছাসেবক সমন্বয় কেন্দ্র স্থাপন করা যায়।",
    "faq.title": "প্রায়শই জিজ্ঞাস্য প্রশ্ন",
    "faq.q1.title": "কিভাবে জরুরি সাহায্য চাইয়া যাই?",
    "faq.q1.answer": "Open the app and tap ‘Request Help’ (SOS). Your location and details are sent securely to nearby verified volunteers and the response team; you'll get a confirmation when someone is on the way. (Feature tested in current builds.)",
    "faq.q2.title": "Is my data private?",
    "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
    "faq.q3.title": "Which languages are supported?",
    "faq.q3.answer": "Hindi and English in the current production build; more regional languages are planned for future releases.",
    "faq.q4.title": "Do I need internet to use the app?",
    "faq.q4.answer": "Core features like requesting help and cached maps have limited offline capability, but real-time tracking, chat, and live volunteer coordination require an internet connection.",

  "story.title": "BandhuConnect+ কেন?",
  "story.pilgrims.title": "তীর্থযাত্রীদের এই অ্যাপের কেন প্রয়োজন",
  "story.pilgrims.body": "প্রতি বছর, হাজার হাজার তীর্থযাত্রী আধ্যাত্মিক পূর্ণতা, শান্তি এবং সংযোগের সন্ধানে যাত্রা করে। এই যাত্রাগুলি যদিও গভীরভাবে অর্থপূর্ণ, তবে তাদের চ্যালেঞ্জ রয়েছে: অজানা স্থানগুলি নেভিগেট করা, বিশ্বস্ত সাহায্য খুঁজে পাওয়া এবং সময়মতো তথ্য পাওয়া। তীর্থযাত্রীরা হারিয়ে যাওয়া, অভিভূত বা বিচ্ছিন্ন অনুভব করতে পারে, বিশেষ করে বড় সমাবেশ বা দূরবর্তী স্থানে। BandhuConnect Plus এই গ্যাপগুলি পূরণ করার জন্য তৈরি করা হয়েছে—একটি ডিজিটাল সঙ্গী যা তাদের পবিত্র যাত্রার সময় গাইড করে, সাহায্য করে এবং সংযোগ করে। রিয়েল-টাইম আপডেট, লোকেশন সার্ভিস এবং যাচাইকৃত ভলান্টিয়ারদের অ্যাক্সেসের সাথে, তীর্থযাত্রীরা তাদের আধ্যাত্মিক অভিজ্ঞতায় ফোকাস করতে পারে, জেনে যে সাহায্য সর্বদা হাতে রয়েছে।",
  "story.volunteers.title": "লোকেরা কেন ভলান্টিয়ার হয়",
  "story.volunteers.body": "ভলান্টিয়ারিং শুধু সার্ভিস নয়—এটি একটি কলিং যা পরিবর্তন আনে। লোকেরা BandhuConnect Plus-এ ভলান্টিয়ার হয় কারণ তারা ফিরিয়ে দিতে চায়, তাদের কমিউনিটি সমর্থন করতে চায় এবং নিজের থেকে বড় কিছুর অংশ হতে চায়। ভলান্টিয়াররা অ্যাপের হৃদয়, যারা প্রয়োজনীয় তীর্থযাত্রীদের সাহায্য, গাইডেন্স এবং যত্ন প্রদান করে। অ্যাপের মাধ্যমে, ভলান্টিয়াররা সহজেই তাদের সাথে কানেক্ট করতে পারে যাদের সাহায্য দরকার, তাদের প্রভাব ট্র্যাক করতে পারে এবং একই মতের লোকদের নেটওয়ার্কে যোগ দিতে পারে। উদ্দেশ্যের অনুভূতি, তীর্থযাত্রীদের কৃতজ্ঞতা এবং একটি অর্থপূর্ণ কারণে অবদানের সুযোগ এই লোকদের ভলান্টিয়ার হতে অনুপ্রাণিত করে।",
  "story.origin.title": "BandhuConnect Plus-এর গল্প",
  "story.origin.body": "BandhuConnect Plus বাস্তব গল্প থেকে জন্ম নিয়েছে—তীর্থযাত্রীদের থেকে যারা লড়াই করেছে, এবং ভলান্টিয়ারদের থেকে যারা এগিয়ে এসেছে। এটি একটি প্ল্যাটফর্ম যা সহানুভূতি, বিশ্বাস এবং কমিউনিটিতে তৈরি। তীর্থযাত্রী এবং ভলান্টিয়ারদের একসাথে এনে, অ্যাপটি একটি সাহায্য সিস্টেম তৈরি করে যা যাত্রাগুলিকে ভাগ করা অভিজ্ঞতায় পরিণত করে। আপনি গাইডেন্স খুঁজছেন বা সাহায্য দিচ্ছেন, BandhuConnect Plus আপনার সঙ্গী, যা প্রতিটি ধাপকে আরও নিরাপদ, সহজ এবং সংযুক্ত করে তোলে।",
  "story.cta": "আমাদের সাথে এই যাত্রায় যোগ দিন—যেখানে প্রতিটি তীর্থযাত্রী একজন বন্ধু খুঁজে পায়, এবং প্রতিটি ভলান্টিয়ার একটি উদ্দেশ্য খুঁজে পায়।"
}
