{
  "site.title": "BandhuConnect+",
  "hero.headline": "आपला महाकुंभ मेळ्याचा विश्वासू साथी",
  "hero.subheadline": "स्वयंसेवकांशी कनेक्ट व्हा, मदतीसाठी विनंती करा, आणि मेळ्यात आत्मविश्वासाने मार्गदर्शन करा.",
  "hero.target.volunteers": "लक्ष्य: 2,000+ स्वयंसेवक",
  "hero.target.people": "लक्ष्य: 10,000 लोक",
  "features.title": "विकासात वैशिष्ट्ये",
  "feature.emergency.title": "आपत्कालीन मदत विनंती",
  "feature.emergency.desc": "आपत्कालीन परिस्थितीत प्रमाणित स्वयंसेवकांकडून तात्काळ मदत मिळवा.",
  "feature.tracking.title": "रिअल-टाइम स्वयंसेवक ट्रॅकिंग",
  "feature.tracking.desc": "शेजारी असलेले स्वयंसेवक शोधा आणि त्वरित मदत मिळवा.",
  "feature.multi.title": "अनेक भाषा समर्थन",
  "feature.multi.desc": "प्रमुख भारतीय भाषांमध्ये उपलब्ध; MVP साठी नियोजित.",
  "feature.offline.title": "ऑफलाइन नकाशे",
  "feature.offline.desc": "इंटरनेट नसतानाही मेळ्याचे मैदान नेव्हिगेट करा.",
  "feature.chat.title": "समुदाय चॅट",
  "feature.chat.desc": "इतर सहयात्री आणि स्वयंसेवकांशी कनेक्ट व्हा आणि संवाद करा.",
  "feature.safe.title": "सुरक्षित झोन अलर्ट",
  "feature.safe.desc": "सुरक्षित झोन आणि महत्त्वाच्या अपडेटबद्दल सूचना मिळवा."
  ,
  "download.title": "BandhuConnect+ अॅप डाउनलोड करा",
  "download.android": "Android",
  "download.ios": "iOS",
  "download.support": "सपोर्टेड डिव्हाइसेस: Android आणि iOS | वापरण्यासाठी मोफत",
  "download.requirements": "सिस्टम आवश्यकता: Android 8.0+, iOS 13+",

  "footer.quick": "द्रुत दुवे",
  "footer.contact": "संपर्क माहिती",
  "footer.news": "न्यूझलेटर साइनअप",
  "footer.subscribe": "सदस्यता घ्या",
  "footer.privacy": "आम्ही तुमच्या गोपनीयतेचा आदर करतो.",
  "footer.copyright": "© 2025 BandhuConnect+. सर्व हक्क राखीव.",

  "how.title": "कसे कार्य करते",
  "why.title": "का BandhuConnect+",
  "why.feature1.title": "तत्काळ कनेक्ट करा",
  "why.feature1.desc": "विश्वासार्ह समुदाय सदस्यांसोबत सहजपणे कनेक्ट करा. जलद, सुरक्षित आणि नेहमी उपलब्ध.",
  "why.feature2.title": "सुरक्षित सशक्तीकरण",
  "why.feature2.desc": "तुमची गोपनीयता आणि सुरक्षा आमचे सर्वोच्च प्राधान्य आहे. सुरक्षित वातावरणात शेअर करा, शिका आणि वाढवा.",
  "why.feature3.title": "एकत्र प्रभाव टाका",
  "why.feature3.desc": "खरे बदल घडवण्यासाठी एकत्र काम करा. प्रत्येक कनेक्शन आमच्या समुदायाला बळकट करते आणि प्रगतीला चालना देते.",

  "trust.title": "सुरक्षण व विश्वास संरचना",
  "trust.verification": "स्वयंसेवक सत्यापन (योजनेत)",
  "trust.support": "24/7 समर्थन प्रणाली (योजनेत)",
  "trust.privacy": "प्रायव्हसी व डेटा संरक्षण (योजनेत)",
  "trust.message": "आमचा विकास संघ तीर्थयात्रे आणि स्वयंसेवकांमधील सुरक्षित संवाद सुनिश्चित करण्यासाठी मजबूत सुरक्षा उपाय आणि ट्रस्ट प्रोटोकॉल अंमलात आणत आहे.",
  "trust.signature": "— BandhuConnect+ विकास संघ",
  "trust.framework": "आपत्कालीन प्रतिसाद चौकट",
  "trust.bullet.encryption": "डेटा एन्क्रिप्शन व गोपनीयता धोरणाची अंमलबजावणी",
  "trust.bullet.verification": "स्वयंसेवक पार्श्वभूमी सत्यापन प्रणाली",
  "trust.bullet.support": "24/7 आपत्कालीन समन्वय",

  "community.title": "समुदाय प्रभाव उद्दिष्टे",
  "community.target.pilgrims": "लक्ष्य: 10,000+ तीर्थयात्री मदत",
  "community.target.volunteers": "लक्ष्य: 2,000+ स्वयंसेवक",
  "community.target.events": "लक्ष्य: 50+ कार्यक्रम समर्थित",
  "community.target.partners": "लक्ष्य: 100+ समुदाय भागीदार",
  "community.message": "आम्ही सध्या विकास टप्प्यात आहोत, महाकुंभ मेळ्यात सुरक्षित व कनेक्ट केलेले अनुभव तयार करीत आहोत.",
  "community.signature": "— BandhuConnect+ टीम",
  "community.map.title": "इंटरअॅक्टिव्ह इम्पॅक्ट नकाशा",
  "community.map.desc": "लवकरच - स्वयंसेवक स्थान आणि सुरक्षित झोन रिअल-टाईममध्ये ट्रॅक करा",
  "community.roadmap.title": "विकास रोडमॅप",
  "community.roadmap.desc": "मला मैदानांमध्ये सुरक्षित-झोन बूथ आणि स्वयंसेवक समन्वय केंद्रे स्थापन करण्यासाठी स्थानिक आयोजकांशी भागीदारीची योजना करणे."
  ,
  "faq.title": "वारंवार विचारले जाणारे प्रश्न",
  "faq.q1.title": "मी आणीबाणी मदत कशी मागवू?",
  "faq.q1.answer": "If you are experiencing an emergency, contact local emergency services or event authorities immediately. In-app emergency-request features are still in development; when released, the app will provide a secure way to request help within the event.",
  "faq.q2.title": "Is my data private?",
  "faq.q2.answer": "Yes. Data is transmitted over HTTPS, stored in Supabase with row-level security, and used only to coordinate help per our privacy policy.",
  "faq.q3.title": "Which languages are supported?",
  "faq.q3.answer": "Multi-language support is being developed and will be rolled out in stages. The website provides some content in multiple languages today; app language support will follow when features are released.",
  "faq.q4.title": "Do I need internet to use the app?",
  "faq.q4.answer": "Some offline capabilities are planned, but reliable real-time coordination features (live tracking, chat) require an internet connection. If you have no internet, seek nearby event staff or call local emergency services for urgent assistance.",

  "story.title": "BandhuConnect+ का?",
  "story.pilgrims.title": "तीर्थयात्र्यांना या अॅपची का गरज आहे",
  "story.pilgrims.body": "प्रत्येक वर्षी, हजारो तीर्थयात्री आध्यात्मिक पूर्णता, शांती आणि कनेक्शनच्या शोधात प्रवास करतात. हे प्रवास जरी खोलवर अर्थपूर्ण असले तरी त्यांना आव्हाने येतात: अज्ञात ठिकाणे नेव्हिगेट करणे, विश्वसनीय मदत शोधणे आणि वेळेवर माहिती मिळवणे. तीर्थयात्री हरवलेले, भारलेले किंवा वेगळे पडलेले वाटू शकतात, विशेषत: मोठ्या सभांमध्ये किंवा दूरच्या ठिकाणी. BandhuConnect Plus या अंतरांना भरून काढण्यासाठी तयार करण्यात आला आहे—एक डिजिटल साथी जो त्यांच्या पवित्र प्रवासादरम्यान मार्गदर्शन, मदत आणि कनेक्ट करतो. रिअल-टाइम अपडेट्स, स्थान सेवा आणि सत्यापित स्वयंसेवकांपर्यंत प्रवेशासह, तीर्थयात्री त्यांच्या आध्यात्मिक अनुभवावर लक्ष केंद्रित करू शकतात, मदत नेहमी हातात असल्याचे जाणून.",
  "story.volunteers.title": "लोक स्वयंसेवक का होतात",
  "story.volunteers.body": "स्वयंसेवा फक्त सेवा नाही—ही एक कॉलिंग आहे जी बदल घडवते. लोक BandhuConnect Plus मध्ये स्वयंसेवक होतात कारण ते परत देऊ इच्छितात, त्यांच्या समुदायाला समर्थन देऊ इच्छितात आणि स्वतःपेक्षा मोठ्या कशाचा भाग बनू इच्छितात. स्वयंसेवक अॅपचे हृदय आहेत, जे गरजू तीर्थयात्र्यांना मदत, मार्गदर्शन आणि काळजी देतात. अॅपच्या माध्यमातून, स्वयंसेवक सहजपणे त्यांच्याशी कनेक्ट करू शकतात ज्यांना मदत हवी आहे, त्यांचा प्रभाव ट्रॅक करू शकतात आणि समान विचारधारे असलेल्या व्यक्तींच्या नेटवर्कमध्ये सामील होऊ शकतात. उद्देश्याची भावना, तीर्थयात्र्यांचा आभार आणि एक अर्थपूर्ण कारणात योगदान करण्याची संधी या लोकांना स्वयंसेवक बनण्यासाठी प्रेरित करते.",
  "story.origin.title": "BandhuConnect Plus ची कहाणी",
  "story.origin.body": "BandhuConnect Plus वास्तविक कहाण्यांमधून जन्माला आला—तीर्थयात्र्यांमधून जे संघर्ष करत होते, आणि स्वयंसेवकांमधून जे पुढे आले. हा एक प्लॅटफॉर्म आहे जो सहानुभूती, विश्वास आणि समुदायावर बांधला आहे. तीर्थयात्री आणि स्वयंसेवकांना एकत्र आणून, अॅप मदत प्रणाली तयार करतो जी प्रवासांना सामायिक अनुभवांमध्ये बदलतो. तुम्ही मार्गदर्शन शोधत असाल किंवा मदत देत असाल, BandhuConnect Plus तुमचा साथी आहे, जो प्रत्येक पाऊल अधिक सुरक्षित, सोपे आणि जोडलेले बनवतो.",
  "story.cta": "आमच्यासोबत या प्रवासात सामील व्हा—जिथे प्रत्येक तीर्थयात्रीला एक मित्र मिळतो, आणि प्रत्येक स्वयंसेवकाला उद्देश मिळतो."
}
